{
    "header": "",
    "experience": "Julian Work experience\nSince 01.02.2019\nHartmann\nSenior Expert TVET, conception, planning and realisation of\ntechnical and didactical learning environments\nSenior Expert TVET / COO /\nArchitect Self-employed – Rosenstraße 12, D – 50667 Köln, website: www.ppc-p.de\n• Equipment planning and consulting for institutions of Vocational\n",
    "projects": "",
    "education": "Personal Information\nEducation and Training and universities, project extract:\nAddress: Rosenstraße 12, 50667 • German-Moroccan Apprentice Partnership, diverse delegation travels as\nKöln an expert for vocational training in construction industries and basic\nTelephone: 0176 843 21 990 training for renewable energy systems.\nE-Mail: julian.hartmann+cv05@exe\n• Renovation and equipment of 5 laboratories for electronic assembly with\nmple.com\nthe latest technology, Heinrich Hertz BK, Düsseldorf, volume approx 2,4\nWebsite: www.ppc-p.de\nmio €, free-lancing-commission.\nDate of birth: 12.09.1972\nNationality: German • Equipment planning for a new vocational school in Ingelheim am Rhein.\nCivil Status: Married, 2 children Planning of 7 different workshops and laboratories: Mechatronics and\nautomation laboratory, Metal workshop, welding workshop and further\nLanguages incl. didactic material: Volume approx 2,6 mio €, district authority\nMainz-Bingen.\nMother tongue: German\n• …\n• Englisch: Understanding and\n01.05.2019 - 30.04.2024\nspeaking: C1 / Writing: B2\nChief operating officer, an interim management mandate until\n• French: Understanding and\n04/2023. Management of the operation processes, human\nspeaking: B1 / Writing: A1\nresources and finances.\nVocational Education and Training 01.05.2014 - 31.01.2019\n(BV-BBE) Chief operating officer, Management of the operation processes,\nhuman resources and financials. Development of the investment\n• Driving licence for car and\nplan by studying technological and financial opportunities for the\nmotorcycle\nshareholders.\nSchulungs- und Servicezentrum Vest GmbH (SuS-Vest), Ossenbergweg 12,\nD–45665 Recklinghausen\n• Implementation of the didactic and technical modernisation of training\ncourses in metal construction, precision mechanics and welding\ntechnology.\n• Implementation of the modernisation concept, taking into due account\nthe qualification requirements of regional companies.\n• Coordinating efforts by establishing procurement, marketing, field, and\ntechnical services policies and practices; coordinating actions with the\nboard of shareholders of the District Association of Metal Crafts Employers,\nRecklinghausen.\n• International activities: TAMEB project (SEQUA gGmbH), development of\nworkshops for construction training in Turkey.\n",
    "skills": "Computer skills Berufsbildungszentrum Mönchengladbach e.V. (Bbz-MG), Platz des\nHandwerks, 41065 Mönchengladbach\n• MS Office Package, various CAD\n• Change management and targeted staff development of the subsequent\ndrawing and project management\nmanagement team.\nsoftware, order and contracting\nsoftware: ORCA AVA • Further development of the institution by studying potentials and\nfinancial opportunities.\nAdditional\n• Coordinating efforts by establishing procurement, marketing, field, and\nquality policies and practices; coordinating, planning and realisation of the\n• Enrolled at the Chamber of\nproperty renovation.\nArchitects North Rhine Westphalia\nwith authorisation to present • The Bbz-MG is a non profit organisation carried by the members of the\nbuilding documents since 08/2004 District Crafts Trade Association, Mönchengladbach.\n• 2015-2017 Member of the board • …\nof the German Association for\n"
}